Repository: ciudadanointeligente/fixmystreet-mobile
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreetMobileApp.po
Languages: es_cl

source: (optional)
es_cl: (opcional)

source: -- Pick a category --
es_cl: -- Elige una categoría --

source: Account
es_cl: Cuenta

source: Add Photo
es_cl: Agregar foto

source: Add a Photo
es_cl: Agregar una foto

source: Add a Photo
es_cl: Agregar una foto

source: Add an existing photo
es_cl: Agregar una foto existente

source: An error was encountered when submitting your report:
es_cl: Ocurrió un error enviando tu reporte

source: Cancel
es_cl: Cancelar

source: Complete report now
es_cl: Completar reporte ahora

source: Confirm Location
es_cl: Confirmar ubicación

source: Confirm name
es_cl: Confirmar nombre

source: Confirmation email sent
es_cl: Mail de confirmación enviado

source: Continue
es_cl: Continuar

source: Could not access location services. Please check permissions.
es_cl: No pudimos acceder a los serivicios de localización. Por favor revise sus permisos.

source: Could not get location.
es_cl: No pudimos ubicarte.

source: Delete
es_cl: Borrar

source: Details
es_cl: Detalles

source: Discard
es_cl: Descartar

source: Draft Reports
es_cl: Borradores

source: Drafts
es_cl: Borradores

source: Enter a password for your account. This won't be activated till you click the link in the confirmation email
es_cl: Ingrese un password para su cuenta. Esto no estará activado hasta que haga click en el link de confirmación.

source: Finding your location
es_cl: Encontrando su ubicación

source: Further Details
es_cl: Más detalles

source: Got location.
es_cl: Encontramos la ubicación.

source: Home
es_cl: Inicio

source: I don't want to set a password
es_cl: No quiero definir un password

source: I'd like to set a password
es_cl: Quisiera tener definir un password

source: I've already got one - login
es_cl: Ya tengo uno - ingresar

source: If you start compiling a report, but don't finish and send it, it'll appear in this menu so you can finish it later
es_cl: Si comienza a escribir un reporte, pero no lo termina y envía, este aparecerá en este menú para que lo pueda terminar después

source: Invalid email
es_cl: Mail inválido

source: Invalid report
es_cl: Reporte inválido

source: Locate (optional)
es_cl: Ubicar (opcional)

source: Location error
es_cl: Error de ubicación

source: Login
es_cl: Ingresar

source: More details
es_cl: Más detalles

source: More than one location matched that name. Select one below or try entering street name and area, or a postcode.
es_cl: Encontramos más de una ubicación con ese nombre. Seleccione una más abajo o intente ingresar el nombre de una calle y area, o un postcode.

source: New Report Here
es_cl: Nuevo reporte aquí

source: Next
es_cl: Siguiente

source: No network connection available for submitting your report. Please try again later.
es_cl: No hay conección a internet para enviar su reporte. Por favor intentelo después.

source: No problem - we don't like faffing with passwords either.
es_cl: No ha problema - a nosotros tampoco nos gusta perder el tiempo con passwords.

source: Oh dear - we can't detect an internet connection. However you can still edit the report now and send it later.
es_cl: Uh oh - no podemos detectar una conección a internet. De cualquier manera aún puede guardar su reporte y enviarlo después.

source: Oh dear - we can't detect an internet connection. However you can still start a report now and complete it later, by going to 'drafts' when you're back online.
es_cl: Uh oh - no podemos detectar una conección a internet. De cualquier manera aún puede guardar su reporte y enviarlo después. Lo podrá encontrar en la sección 'borradores' cuando vuelva internet.

source: Optionally enter your phone number
es_cl: Opcionalmente puede ingresar su número telefónico

source: Photo added
es_cl: Foto ingresada

source: Photo for report
es_cl: Foto para reporte

source: Please choose a category
es_cl: Por favor seleccione una categoría

source: Please confirm your name, if you want it to be public and optionally your phone number.
es_cl: Por favor confirme su nombre si desea que esté público y opcionalmente su número telefónico.

source: Please enter a location
es_cl: Por favor ingrese una ubicación

source: Please enter a message
es_cl: Por favor ingrese un mensaje

source: Please enter a password
es_cl: Por favor ingrese un password

source: Please enter a subject
es_cl: Por favor ingrese un asunto

source: Please enter a valid email
es_cl: Por favor ingrese un mail válido

source: Please enter some details
es_cl: Por favor ingrese algunos detalles

source: Please enter your email
es_cl: Por favor ingrese su email

source: Please enter your email address
es_cl: Por favor ingrese su mail

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box below
es_cl: Por favor ingrese su nombre completo, las municipalidades necesitan esta información - si no desea que se muestre su nombre, deseleccione la caja de abajo

source: Please enter your name
es_cl: Por favor ingrese su nombre

source: Please enter your phone number (optional)
es_cl: Por favor ingrese su número de teléfono

source: Please fill in details of the problem.
es_cl: Por favor ingrese los detalles de su problema

source: Please give us some basic details, and you're nearly done.
es_cl: Por favor ingrese algunos detalles básicos, ya estamos cerca de terminar.

source: Please search for a street name and area, or postcode.
es_cl: Por favor busque por el nombre de una calle y area, o un código postal.

source: Provide a title
es_cl: Ingrese un título

source: Remove Photo
es_cl: Eliminar foto

source: Report Created
es_cl: Reporte creado

source: Reposition Report Here
es_cl: Reporte de reposición aquí

source: Save for Later
es_cl: Guarde para después

source: Save for later
es_cl: Guarde para Después

source: Search for a place or postcode
es_cl: Busque un lugar o un código postal

source: Search or scroll the map
es_cl: Busque o navegue por el mapa

source: Send confirmation email
es_cl: Enviar mail de confirmación

source: Set Report Location
es_cl: Definir ubicación del reporte

source: Show my name publicly
es_cl: Muestre mi nombre publicamente

source: Sign Out
es_cl: Cerrar Sesión

source: Signed in!
es_cl: Iniciar sesión!

source: Signed out!
es_cl: Has ingresado!

source: Skip
es_cl: saltar

source: Sorry, but we weren't able to establish your location accurately enough to show you a map. Please enter a location in the search box instead
es_cl: Lo sentimos, pero no logramos determinar tu ubicación lo suficientemente exacta para mostrarte un mapa. Por favor busque su dirección.

source: Start new report
es_cl: Iniciar un nuevo reporte

source: Subject
es_cl: Asunto

source: Take a new photo
es_cl: Tome una foto

source: Test version. Reports will not be sent to the council.
es_cl: Versión de prueba. Los reportes no serán enviados a su municipalidad.

source: Thanks. Your report will be sent to the authorities immediately.
es_cl: Gracias. Su reporte será enviado a las autoridades inmediatamente.

source: There is no internet connection
es_cl: No hay conección a internet

source: There isn't an internet connection, do you want to save the current report for later?
es_cl: No hay una conección a internet, ¿Quiere guardar su reporte para más tarde?

source: There was a problem checking if we have all the details we need. Please try again later.
es_cl: Tuvimos un problema revisando si tenemos todos los detalles que necesitamos. Por favor inténtelo más tarde.

source: There was a problem checking we cover this location. Please try again later.
es_cl: Tuvimos un problema revisando si cubirmos esa area. Por favor inténtelo más tarde.

source: There was a problem logging you in. Please check your email and password and that you have confirmed your password.
es_cl: Tuvimos un problema ingresandolo. Por favor revise su email y password y que ha confirmado su password.

source: There was a problem logging you in. Please try again later.
es_cl: Tuvimos un problema ingresando. Por favor intentelo después.

source: There was a problem logging you out. Please try again later.
es_cl: Tuvimos un problema cerrando su sesión. Intentelo más tarde.

source: There was a problem looking up your location.
es_cl: Tuvimos un problema encontrando su ubicación.

source: There was a problem submitting your report. Please try again later.
es_cl: Tuvimos un problema enviando su reporte. Por favor intentelo más tarde.

source: There was a problem submitting your report. Please try again.
es_cl: Tuvimos un problema revisando si tenemos todos los detalles que necesitamos. Por favor inténtelo más tarde.

source: There was a problem taking your photo.
es_cl: Tuvimos un problema tomando su foto.

source: There was a problem uploading your report.
es_cl: Tuvimos un problema subiendo su reporte.

source: There was a problem with your email/password combination. If you have forgotten your password, or do not have one, you can set one by returning to the email screen and selecting the set password option. Passwords are not activated until the link in the confirmation email is clicked.
es_cl: Tuvimos un problema con la combinación email/password. Si se ha olvidado de su password, o no tiene uno, puede definir uno al volver a la pantalla de email y seleccionar la opción de 'definir un password'. Los passwords no son activados hasta que usted hace click en el link de confirmación.

source: These are your draft, unsent reports. To finish and send them, open a report when online.
es_cl: Estos son tus borradores, reportes no enviados. Para terminar y enviarlos, abra un reporte cuando esté online.

source: This app needs to send you a confirmation email before we can send your report to the council.
es_cl: La app necesita enviarle un mail de confirmación antes de que podamos reportarlo a las autoridades.

source: This report has a position.
es_cl: Este reporte tiene una posición.

source: Title
es_cl: Título

source: To skip this step in future, you can set a password now.
es_cl: Para saltarse este paso en el futuro, puede definir un password ahora.

source: Try Again
es_cl: Inténtelo nuevamente

source: Unsent Report
es_cl: Reporte no enviado

source: Uploading images may take some time, please be patient
es_cl: Subiendo imagenes, puede tomar algunos minutos, por favor sea paciente

source: View it on the site
es_cl: Verlo en el sitio

source: We've sent you a confirmation email which may take a few minutes to arrive. Once it arrives click the link in the email to confirm your report.
es_cl: Le hemos enviado un mail de confirmación que podría tomar algunos minutos en llegar. Una vez que lo tenga haga click en el link para confirmar su reporte.

source: Your Email
es_cl: Su email

source: Your Photo
es_cl: Su foto

source: Your details
es_cl: Sus detalles

source: Your password
es_cl: Su password

source: discard
es_cl: descartar

source: required
es_cl: requerido

source: save
es_cl: guardar
